Repository: maryfaith1/Quicksilver
Catalog: Quicksilver/Localized/*.lproj/QSAdvancedPrefPane.strings
Languages: es_es

source: The Kitchen Sink
es_es: El fregadero de la cocina

source: QSShowTaskViewerAutomatically:title
es_es: Muestra el visor de tareas automaticamente cuando la tarea sea creada

source: Hide Other Apps When Switching:title
es_es: Esconde otras aplicaciones al cambiar entre aplicaciones (shift lo impide)

source: Multithreaded Execute:title
es_es: Ejecuta tareas y acciones en segundo plano

source: QSActionAppReopenBehavior:title
es_es: Re-abriendo la aplicacion actual

source: QSActionAppReopenBehavior:activates the application
es_es: activa la aplicacion

source: QSActionAppReopenBehavior:shows the front window
es_es: muestra la ventana frontal

source: QSActionAppReopenBehavior:shows all windows
es_es: muestra todas las ventanas

source: QSUpdateReleaseLevel:title
es_es: Tipo de actualizacion de la aplicación

source: QSUpdateReleaseLevel:Final Releases
es_es: Versiones finales

source: QSUpdateReleaseLevel:Prerelease Candidates
es_es: Versiones candidatas

source: QSUpdateReleaseLevel:Developer Previews
es_es: Versiones anticipadas para desarrolladores

source: QSUpdateWithoutAsking:title
es_es: Actualizar sin preguntar

source: Shift Actions:title
es_es: Permitir teclas mayusculas para seleccionar la acción

source: Suppress HotKeys in Command:title
es_es: Deshabilitar atajos a disparadores cuando Quicksilver tiene el foco

source: Double Delete Clears Object:title
es_es: Pulsando la tecla Delete dos veces elimina el objeto actual

source: QSHistoryMaxLength:title
es_es: Número de elementos en el historial de Quicksilver
